const text = {
     packing : () =>  {
        return (<div className="inner-text">
            <p>При здійсненні масштабного переїзду з великою кількістю речей та вантажів,
             або при виконанні одиничного вантажоперевезення, ні в якому разі не можна нехтувати 
             пакувальними матеріалами. Пакування служить запорукою того, що ваше майно буде транспортовано 
             без механічних та кліматичних ушкоджень. Звичайно ж, використання пакувальних матеріалів залишається н
             а розсуд клієнта, але в такому випадку вам варто підготувати себе до можливих пошкоджень вашого вантажу.
             </p>
             <p>Логістична компанія NOSHA надає комплексні послуги транспортування вантажів у Вінниці та області, 
             виконуючи пакувальні процеси відповідно.</p><h2>Пакувальний процес та матеріали</h2>
             <p>Фахівці компанії NOSHA з усією відповідальністю ставляться до виконання поставлених завдань з вантажоперевезення,
              безсумнівно орієнтуючи свою роботу на забезпечення безпечного транспортування майна клієнта. Для забезпечення тієї
               самої безпеки в дорозі, настійно рекомендується використовувати пакувальні матеріали.</p><p>Процес підбору відповідних 
               матеріалів та пакування вашого вантажу проходить на початкових етапах реалізації вантажоперевезення, і виконується досвідченими 
               вантажниками компанії NOSHA. Фахівці компанії використовують матеріали наступного характеру:</p><ul><li>пакувальний папір;</li>
               <li>стрейч-плівка та бульбашкова плівка;</li><li>скотч;</li><li>картонні короби;</li><li>картонні кутники;</li><li>гофрований картон;</li>
               <li>поліетилен, поліпропілен та ін.</li></ul><p>Делікатно та ретельно упаковані вантажі на даному етапі підлягають завантаженню в транспортний засіб,
                і для забезпечення ще більш безпечного транспортування, майно кріпиться спеціальними ременями, кріпленнями, 
                тросами та іншими надійними фіксаторами.</p><p>Пакування призначене захищати ваш вантаж не тільки від механічних 
                пошкоджень під час перевезення, а й від пилу, вологи, вітру та інших природних явищ, які можуть вплинути на його стан. 
                Тому, пакування - це один з найважливіших факторів, який варто взяти до уваги під час перевезення вантажів.</p>
                <h2>Увага та відповідальність</h2><p>Транспортна компанія NOSHA та її фахівці, займаючись виконанням логістичних завдань,
                 беруть повну відповідальність за вантаж під час виконання над ним всіх супутніх робіт. Тому пакуванню майна приділяється 
                 особлива увага, оскільки від цього залежить його безпечне пересування, а значить цілісність та працездатність за підсумком виконання 
                 транспортування.</p><p>Пакування вантажу рекомендується у всіх випадках перевезень, крім тих, в яких пакування не передбачене в принципі. 
                 NOSHA делікатно та дбайливо упакує ваш вантаж та доставить за потрібною адресою в цілості й схоронності.</p><p>Телефонуйте за номером 30-30, 
                 або замовляйте вантажоперевезення в Вінниці онлайн на сайті компанії NOSHA.</p>            </div>)
     }
}

export default text