import {prod1, prod2, prod3, prod4, 
  HeaverIcon, OfficeIcon, TowTruckIcon, Household,} from '../../img'

const products = [
    { name: 'heaver', 
      textName: "Вантажні перевезення",
      srcImg: prod1,
      srcIco: HeaverIcon,
      details: {
        price: 200,
        heaver : 'за потребою',
        rigging : false,
        packaging : 'за потребою',
      },
       textShow() {
        return (<div className="inner-text"><p>Транспортування вантажів у Вінниці - це не ново. Транспортні компанії раз у раз виконують найскладніші логістичні завдання побутових, комерційних, промислових та виробничих призначень. Однак, якщо для великих організацій масштабні перевезення та переїзди не глобально б'ють по бюджету, то для приватних осіб викликати транспортну компанію буває нераціонально, довго, накладно та не дуже доступно з фінансової точки зору.</p><p>Що ж, саме для таких випадків транспортна компанія NOSHA впровадила зручну та вигідну послугу - "Вантажне таксі".</p><h2>Принцип виконання послуги</h2><p>Алгоритм роботи вантажного таксі запозичений у звичайного пасажирського. За аналогією, при виклику вантажного таксі NOSHA, вам подадуть найближчу вільну вантажну машину, відповідну вашим вимогам та запитам, щодо самого вантажу.</p><p>Завдяки послузі "Вантажне таксі" від NOSHA, ви з легкістю зможете перевезти:</p><ul><li>валізи;</li><li>меблі;</li><li>музичні інструменти;</li><li>різну техніку;</li><li>посилки;</li><li>предмети побуту;</li><li>сейфи;</li><li>особисті речі і т.д.</li></ul><p>При цьому, зручність послуги обумовлюється і тим, що в поїздці бере участь і вантаж, і безпосередньо його власник. Це говорить про те, що ви завжди зможете контролювати ситуацію, будучи в дорозі.</p><p>При необхідності, ви можете скористатися послугами вантажників компанії NOSHA, якщо ваш вантаж виявиться занадто габаритними та важким для завантаження його власноруч. Варто відзначити, що наші вантажники також зможуть проконсультувати вас та порекомендувати необхідне пакування, якщо в ньому буде потреба.</p><p>Водії компанії NOSHA - відповідальні та досвідчені професіонали з точним знанням міста Вінниця, що забезпечує швидке та безпечне перевезення вас та вашого вантажу за вказаною адресою. Вони враховують всі нюанси дорожнього руху та обходять скрутні ділянки, щоб дістатися до пункту призначення вчасно.</p><h2>Інші пропозиції компанії</h2><p>Крім послуги "Вантажне таксі" у Вінниці, транспортна компанія NOSHA надає послуги з перевезення вантажів різних габаритів, а також масштабних комплексних переїздів під ключ. Квартирні, офісні переїзди, перевезення побутової техніки, будівельних матеріалів, обладнання, і навіть послуги евакуатора - все під силу фахівцям NOSHA.</p><p>NOSHA у Вінниці - це:</p><ul><li>професійний та компетентний персонал;</li><li>кваліфікована реалізація логістичного завдання;</li><li>особливий комплексний підхід;</li><li>доступні ціни на послуги.</li></ul><br/>Твій транспортний підрядник у Вінниці та Вінницькій області - це NOSHA. Оформляйте замовлення на сайті компанії за формою "Швидке замовлення", а також за номером телефону 30-30. </div>)
      }
      
    },
    { name: 'office',  
      textName: "Офісний переїзд",
      srcImg: prod2,
      srcIco: OfficeIcon,
      details: {
        price: 200,
        heaver : 'рекомендується',
        rigging : 'за потребою',
        packaging : 'рекомендується',
      },
       textShow() {
        return (<div className="inner-text"><p>Будь-який власник бізнесу, компанії, або підприємства, які працюють на базі своїх офісів, безумовно стикався з проблемою пошуку нового приміщення, виходячи з того, чи розширюється бізнес, або навпаки скорочується. Але ще більші клопоти доставляє пошук можливості грамотного офісного переїзду.</p><p>Офісний переїзд - це складний логістичний процес, що вимагає значної делікатності та уважності, оскільки перевезення техніки, меблів, офісних гарнітурів та іншого, повинне пройти максимально безпечно, в плані збереження цілісності вантажів.</p><p>Влаштувати комплексний офісний переїзд у Вінниці може транспортна компанія NOSHA - ваш гарант професіоналізму та компетентної логістичної роботи.</p><h2>Процес переїзду</h2><p>NOSHA виконує офісні переїзди у Вінниці та області комплексно та під ключ. Така стратегія роботи дозволяє виконати всі транспортні процеси в кращому вигляді, використовуючи всі необхідні матеріально-технічні ресурси, але при цьому мінімізуючи участь замовника в процедурі переїзду. Вам достатньо всього лише оформити замовлення послуги, і всі подальші дії на себе візьмуть досвідчені фахівці компанії NOSHA.</p><p>Процес переїзду офісу підрозділяється на кілька логістичних етапів, виконуваних співробітниками компанії, а саме:</p><ol><li>Виїзд групи вантажників на об'єкт та оцінка масштабів майбутнього переїзду.</li><li>Підбір всіх необхідних пакувальних матеріалів для кожної одиниці вантажу.</li><li>Вибір транспортного засобу та підготовка майна до перевезення.</li><li>Завантажувально-розвантажувальні роботи.</li><li>Супровід вантажу в дорозі.</li><li>Вивантаження та встановлення на місці, видалення пакування.</li></ol><p>Майно замовника ретельно фіксується в транспорті, щоб забезпечити максимально безпечне перевезення. Також, водії компанії NOSHA складають оптимальний план проходження вантажу, враховуючи всі нюанси дороги: повороти, спуски, підйоми, покриття і т.д.</p><h2>NOSHA та її послуги</h2><p>Логістична компанія NOSHA виконує комплексні переїзди під ключ, а також різні вантажоперевезення у Вінниці та Вінницькій області швидко, безпечно та доступно. Серед послуг компанії, крім офісних переїздів, ви можете знайти для себе квартирні переїзди під ключ, перевезення побутової техніки, обладнання, будівельних матеріалів, послуги вантажного таксі та евакуатора, і багато іншого.</p><p>Довіряючи своє майно фахівцям NOSHA, ви можете покладатися на:</p><ul><li>професіоналізм та компетентність персоналу;</li><li>комплексний та індивідуальний підхід;</li><li>якісне виконання замовлення;</li><li>доступні та вигідні ціни.</li></ul><p>Якщо ви у пошуках надійного та досвідченого транспортного підрядника у Вінниці та Вінницькій області - NOSHA ваш ідеальний варіант. Телефонуйте 30-30, або оформляйте замовлення онлайн на сайті компанії.</p></div>)
      }
      
    },
    { name: 'tow-truck', 
      textName: "Послуги евакуатора",
      srcImg: prod3,
      srcIco: TowTruckIcon,
      details: {
        price: 800,
        heaver : 'за потребою',
        rigging : 'за потребою',
        packaging : false,
      },
       textShow() {
        return (
                <div className="inner-text"><p>У такий сучасний та розвинутий час, в якому ми живемо, кожен другий житель Вінниці має власний автомобіль, або інший транспортний засіб. Це в свою чергу дуже помітно на дорогах міста в години пік. Транспортний трафік настільки завантажений, що виникають божевільні пробки. І найнеприємніше, що може трапиться з водієм в такій ситуації - несподівана поломка, або ДТП.</p><p>Всього кілька хвилин, і ви вже причина обурення у всіх інших учасників дорожнього руху, оскільки до складного пересуванню додався ускладнюючий фактор. У такій ситуації головне не панікувати, не піддаватися емоціям та не втрачати часу - потрібно викликати евакуатор від NOSHA.</p><h2>Евакуатор NOSHA</h2><p>Транспортна компанія NOSHA має в своїй матеріально-технічній базі все необхідне для надання екстреної евакуації транспортного засобу з місця події. Для цієї мети NOSHA надає евакуатори:</p><ul><li>з висувною платформою;</li><li>з маніпулятором;</li><li>зі стрілою та підйомником;</li><li>для джипів та мікроавтобусів;</li><li>для мотоциклів та скутерів;</li><li>для машин, вагою до 3-5 тонн.</li></ul><p>Головне, в ситуації, що склалася досить швидко оформити заявку на виклик евакуатора. Всю іншу роботу професіонали NOSHA виконають бездоганно та оперативно. Що вам потрібно повідомити оператору компанії:</p><ul><li>марку та модель транспортного засобу;</li><li>ступінь його ушкоджень;</li><li>місце інциденту.</li></ul><p>Детальна інформація допоможе як при точному виборі самого евакуатора, так і для визначення можливості службового транспорту підступитися до вас. Після того, як наші співробітники евакуюють ваш транспорт, вони супроводжуватимуть вас до найближчої станції техобслуговування, гаража, або будь-якого іншого місця, яке ви вважаєте за потрібне.</p><h2>Послуги компанії NOSHA</h2><p>Крім послуг екстреної евакуації, транспортна компанія NOSHA якісно та професійно виконує вантажоперевезення та комплексні переїзди під ключ у Вінниці та Вінницькій області. Серед них:</p><ul><li>квартирні переїзди;</li><li>перевезення побутової техніки;</li><li>перевезення будматеріалів;</li><li>офісні переїзди;</li><li>перевезення обладнання;</li><li>вантажне таксі.</li></ul><p>Бережіть себе, і завжди майте під рукою можливість зв'язатися з NOSHA. Замовлення приймаються за номером телефону 30-30, а також через онлайн заявку на сайті компанії.</p>                    </div>
              )
      }
      
    },
    { name: 'household', 
      textName: "Перевезення побутової техніки",
      srcImg: prod4,
      srcIco: Household,
      details: {
        price: 200,
        heaver : 'рекомендується',
        rigging : false,
        packaging : 'рекомендується',
      },
      // text2: <p>jhjhjhjjh</p>,
       textShow() {
        return (
                <div className="inner-text"><p>Перевезення побутової техніки - це дуже складний логістичний процес, як мінімум, з точки зору самостійного виконання. Оскільки побутова техніка часто громіздка та важка, своїми силами не впоратися, а залучаючи інших людей, які не мали справу з транспортуванням вантажів, ви маєте можливість не тільки пошкодити майно, а й накликати травмонебезпечні ситуації на себе та іншу людину.</p><p>Для того, щоб швидко та безпечно впоратися з перевезенням побутової техніки, варто довірити цей процес професіоналам своєї справи - транспортній компанії NOSHA.</p><h2>Перевезення побутової техніки</h2><p>При перевезенні побутової техніки потрібно дотримуватися чітких вказівок виробника, щоб в результаті транспортування майно залишилося цілим, неушкодженим та працездатним. Щоб техніка працювала справно ще багато років, довірте її перевезення фахівцям NOSHA.</p><p>Співробітники компанії NOSHA мають справу з перевезенням:</p><ul><li>холодильників та морозильних камер;</li><li>газових та електричних плит;</li><li>пральних та сушильних машин;</li><li>кліматичного обладнання;</li><li>комп'ютерів, телевізорів та іншої дрібної техніки.</li></ul><p>Щоб технічно правильно перевезти побутову техніку, виконуючи всі приписи та інструкції, вантажники NOSHA проводять такі роботи:</p><ul><li>демонтують техніку;</li><li>проводять підготовку та упаковують її;</li><li>знаходять відповідний транспорт;</li><li>займаються вантажно-розвантажувальними роботами;</li><li>супроводжують техніку в шляху;</li><li>вивантажують та займаються монтажем.</li></ul><h2>Компанія з вантажоперевезень NOSHA</h2><p>Багатофункціональна та універсальна транспортна компанія NOSHA займається організацією перевезень та переїздів різної складності у Вінниці та Вінницькій області. Висока якість робіт та доступна цінова політика - ось, що приваблює приватних та комерційних осіб до співпраці з нами.</p><p>Спектр послуг компанії включає:</p><ul><li>квартирні переїзди;</li><li>офісні переїзди;</li><li>перевезення побутової техніки;</li><li>перевезення будівельних матеріалів;</li><li>перевезення обладнання;</li><li>послуги евакуатора;</li><li>вантажне таксі.</li></ul><p>NOSHA працює на благо жителів Вінниці та області, забезпечуючи їх реалізацією транспортних послуг за першої необхідності. Завдяки логістичній компанії NOSHA, вам більше не доведеться організовувати перевезення самостійно, витрачати свій особистий час та сили. Довірте це професіоналам.</p><p>Оформити замовлення послуги можна за номером телефону 30-30, через оператора компанії, або самостійно, використовуючи форму швидкого замовлення на сайті.</p>                    </div>
               )}
      
    },
    { name: 'office',  
      textName: "Офісний переїзд",
      srcImg: prod2,
      srcIco: OfficeIcon,
      details: {
        price: 200,
        heaver : 'рекомендується',
        rigging : 'за потребою',
        packaging : 'рекомендується',
      },
       textShow() {
        return (<div className="inner-text"><p>Будь-який власник бізнесу, компанії, або підприємства, які працюють на базі своїх офісів, безумовно стикався з проблемою пошуку нового приміщення, виходячи з того, чи розширюється бізнес, або навпаки скорочується. Але ще більші клопоти доставляє пошук можливості грамотного офісного переїзду.</p><p>Офісний переїзд - це складний логістичний процес, що вимагає значної делікатності та уважності, оскільки перевезення техніки, меблів, офісних гарнітурів та іншого, повинне пройти максимально безпечно, в плані збереження цілісності вантажів.</p><p>Влаштувати комплексний офісний переїзд у Вінниці може транспортна компанія NOSHA - ваш гарант професіоналізму та компетентної логістичної роботи.</p><h2>Процес переїзду</h2><p>NOSHA виконує офісні переїзди у Вінниці та області комплексно та під ключ. Така стратегія роботи дозволяє виконати всі транспортні процеси в кращому вигляді, використовуючи всі необхідні матеріально-технічні ресурси, але при цьому мінімізуючи участь замовника в процедурі переїзду. Вам достатньо всього лише оформити замовлення послуги, і всі подальші дії на себе візьмуть досвідчені фахівці компанії NOSHA.</p><p>Процес переїзду офісу підрозділяється на кілька логістичних етапів, виконуваних співробітниками компанії, а саме:</p><ol><li>Виїзд групи вантажників на об'єкт та оцінка масштабів майбутнього переїзду.</li><li>Підбір всіх необхідних пакувальних матеріалів для кожної одиниці вантажу.</li><li>Вибір транспортного засобу та підготовка майна до перевезення.</li><li>Завантажувально-розвантажувальні роботи.</li><li>Супровід вантажу в дорозі.</li><li>Вивантаження та встановлення на місці, видалення пакування.</li></ol><p>Майно замовника ретельно фіксується в транспорті, щоб забезпечити максимально безпечне перевезення. Також, водії компанії NOSHA складають оптимальний план проходження вантажу, враховуючи всі нюанси дороги: повороти, спуски, підйоми, покриття і т.д.</p><h2>NOSHA та її послуги</h2><p>Логістична компанія NOSHA виконує комплексні переїзди під ключ, а також різні вантажоперевезення у Вінниці та Вінницькій області швидко, безпечно та доступно. Серед послуг компанії, крім офісних переїздів, ви можете знайти для себе квартирні переїзди під ключ, перевезення побутової техніки, обладнання, будівельних матеріалів, послуги вантажного таксі та евакуатора, і багато іншого.</p><p>Довіряючи своє майно фахівцям NOSHA, ви можете покладатися на:</p><ul><li>професіоналізм та компетентність персоналу;</li><li>комплексний та індивідуальний підхід;</li><li>якісне виконання замовлення;</li><li>доступні та вигідні ціни.</li></ul><p>Якщо ви у пошуках надійного та досвідченого транспортного підрядника у Вінниці та Вінницькій області - NOSHA ваш ідеальний варіант. Телефонуйте 30-30, або оформляйте замовлення онлайн на сайті компанії.</p></div>)
      }
      
    },
    { name: 'tow-truck', 
      textName: "Послуги евакуатора",
      srcImg: prod3,
      srcIco: TowTruckIcon,
      details: {
        price: 800,
        heaver : 'за потребою',
        rigging : 'за потребою',
        packaging : false,
      },
       textShow() {
        return (
                <div className="inner-text"><p>У такий сучасний та розвинутий час, в якому ми живемо, кожен другий житель Вінниці має власний автомобіль, або інший транспортний засіб. Це в свою чергу дуже помітно на дорогах міста в години пік. Транспортний трафік настільки завантажений, що виникають божевільні пробки. І найнеприємніше, що може трапиться з водієм в такій ситуації - несподівана поломка, або ДТП.</p><p>Всього кілька хвилин, і ви вже причина обурення у всіх інших учасників дорожнього руху, оскільки до складного пересуванню додався ускладнюючий фактор. У такій ситуації головне не панікувати, не піддаватися емоціям та не втрачати часу - потрібно викликати евакуатор від NOSHA.</p><h2>Евакуатор NOSHA</h2><p>Транспортна компанія NOSHA має в своїй матеріально-технічній базі все необхідне для надання екстреної евакуації транспортного засобу з місця події. Для цієї мети NOSHA надає евакуатори:</p><ul><li>з висувною платформою;</li><li>з маніпулятором;</li><li>зі стрілою та підйомником;</li><li>для джипів та мікроавтобусів;</li><li>для мотоциклів та скутерів;</li><li>для машин, вагою до 3-5 тонн.</li></ul><p>Головне, в ситуації, що склалася досить швидко оформити заявку на виклик евакуатора. Всю іншу роботу професіонали NOSHA виконають бездоганно та оперативно. Що вам потрібно повідомити оператору компанії:</p><ul><li>марку та модель транспортного засобу;</li><li>ступінь його ушкоджень;</li><li>місце інциденту.</li></ul><p>Детальна інформація допоможе як при точному виборі самого евакуатора, так і для визначення можливості службового транспорту підступитися до вас. Після того, як наші співробітники евакуюють ваш транспорт, вони супроводжуватимуть вас до найближчої станції техобслуговування, гаража, або будь-якого іншого місця, яке ви вважаєте за потрібне.</p><h2>Послуги компанії NOSHA</h2><p>Крім послуг екстреної евакуації, транспортна компанія NOSHA якісно та професійно виконує вантажоперевезення та комплексні переїзди під ключ у Вінниці та Вінницькій області. Серед них:</p><ul><li>квартирні переїзди;</li><li>перевезення побутової техніки;</li><li>перевезення будматеріалів;</li><li>офісні переїзди;</li><li>перевезення обладнання;</li><li>вантажне таксі.</li></ul><p>Бережіть себе, і завжди майте під рукою можливість зв'язатися з NOSHA. Замовлення приймаються за номером телефону 30-30, а також через онлайн заявку на сайті компанії.</p>                    </div>
              )
      }
      
    },
    { name: 'household', 
      textName: "Перевезення побутової техніки",
      srcImg: prod4,
      srcIco: Household,
      details: {
        price: 200,
        heaver : 'рекомендується',
        rigging : false,
        packaging : 'рекомендується',
      },
      // text2: <p>jhjhjhjjh</p>,
       textShow() {
        return (
                <div className="inner-text"><p>Перевезення побутової техніки - це дуже складний логістичний процес, як мінімум, з точки зору самостійного виконання. Оскільки побутова техніка часто громіздка та важка, своїми силами не впоратися, а залучаючи інших людей, які не мали справу з транспортуванням вантажів, ви маєте можливість не тільки пошкодити майно, а й накликати травмонебезпечні ситуації на себе та іншу людину.</p><p>Для того, щоб швидко та безпечно впоратися з перевезенням побутової техніки, варто довірити цей процес професіоналам своєї справи - транспортній компанії NOSHA.</p><h2>Перевезення побутової техніки</h2><p>При перевезенні побутової техніки потрібно дотримуватися чітких вказівок виробника, щоб в результаті транспортування майно залишилося цілим, неушкодженим та працездатним. Щоб техніка працювала справно ще багато років, довірте її перевезення фахівцям NOSHA.</p><p>Співробітники компанії NOSHA мають справу з перевезенням:</p><ul><li>холодильників та морозильних камер;</li><li>газових та електричних плит;</li><li>пральних та сушильних машин;</li><li>кліматичного обладнання;</li><li>комп'ютерів, телевізорів та іншої дрібної техніки.</li></ul><p>Щоб технічно правильно перевезти побутову техніку, виконуючи всі приписи та інструкції, вантажники NOSHA проводять такі роботи:</p><ul><li>демонтують техніку;</li><li>проводять підготовку та упаковують її;</li><li>знаходять відповідний транспорт;</li><li>займаються вантажно-розвантажувальними роботами;</li><li>супроводжують техніку в шляху;</li><li>вивантажують та займаються монтажем.</li></ul><h2>Компанія з вантажоперевезень NOSHA</h2><p>Багатофункціональна та універсальна транспортна компанія NOSHA займається організацією перевезень та переїздів різної складності у Вінниці та Вінницькій області. Висока якість робіт та доступна цінова політика - ось, що приваблює приватних та комерційних осіб до співпраці з нами.</p><p>Спектр послуг компанії включає:</p><ul><li>квартирні переїзди;</li><li>офісні переїзди;</li><li>перевезення побутової техніки;</li><li>перевезення будівельних матеріалів;</li><li>перевезення обладнання;</li><li>послуги евакуатора;</li><li>вантажне таксі.</li></ul><p>NOSHA працює на благо жителів Вінниці та області, забезпечуючи їх реалізацією транспортних послуг за першої необхідності. Завдяки логістичній компанії NOSHA, вам більше не доведеться організовувати перевезення самостійно, витрачати свій особистий час та сили. Довірте це професіоналам.</p><p>Оформити замовлення послуги можна за номером телефону 30-30, через оператора компанії, або самостійно, використовуючи форму швидкого замовлення на сайті.</p>                    </div>
               )}
      
    },
    
]

export default products

//получається можна було і не вкладати функцію ,а просто виводити змінну